# Завдання: порахуйте кількість літер у строкі. Строка та літера
#           даються на вхід користувачем. В залежності від кількости
#           виведіть на екран поясненя: строка містить літеру "с" до
#           10 разів, строка містить літеру "с" до 20 разid, строка містить
#           символ "c" більше 20 разів. Проінформуйте користувача якщо
#           введено більше ніж одну літеру або повідомляти якщо такої літери
#           взагалі не знайдено. Програма повинна використовувати
#           інструкцію цикла для ітерації літер строки (не через метод str).
#           Програма повинна дозволяти користувачу вводити данні до 10 разів
#           (як попередня програма але лімітувати кількість можливостей).
#
# Приклад:
#
# Введіть текст: Це якийсь рандомний текст
# Введіть літеру: й
# Строка містить літеру "й" до 10 разів.
#
# Введіть текст: аааааааааааааааааааааааа
# Введіть літеру: а
# Строка містить літеру "а" більше 20 разів.

text = input("Введите текст")
